Repository: TheWisker/Cavasik
Catalog: lang/*.po
Languages: de, fr, jp, nl, pt_br, ru

source: Top to Bottom
de: Oben nach unten
fr: De haut en bas
jp: 上から下へ
nl: Boven naar beneden
pt_br: De cima para baixo
ru: Сверху вниз

source: Left to Right
de: Links nach rechts
fr: De gauche à droite
jp: 左から右へ
nl: Van links naar rechts
pt_br: Da esquerda para direita
ru: Слева направо

source: Right to Left
de: Rechts nach links
fr: De droite à gauche
jp: 右から左に
nl: Rechts naar links
pt_br: Direita para esquerda

source: This setting affects "levels", "particles" and "spine" modes. 0 - square, 1 - round
de: Diese Einstellung betrifft die Modi „Ebenen“, „Partikel“ und „Wirbelsäule“. 0 – quadratisch, 1 – rund
fr: Ce paramètre affecte les modes "niveaux", "particules" et "épine". 0 - carré, 1 - rond
jp: この設定は、「レベル」、「パーティクル」、および「スパイン」モードに影響します。 0 - 正方形、1 - 円形
nl: Deze instelling is van invloed op de modi "niveaus", "deeltjes" en "ruggengraat". 0 - vierkant, 1 - rond
pt_br: Esta configuração afeta os modos "níveis", "partículas" e "coluna". 0 - quadrado, 1 - redondo
ru: Этот параметр влияет на режимы «уровни», «частицы» и «позвоночник». 0 - квадрат, 1 - круг

source: Whether to disable keyboard shortcuts. Restart needed to take effect.
de: Ob Tastaturkürzel deaktiviert werden sollen. Neustart erforderlich, damit die Änderungen wirksam werden.
fr: Désactiver les raccourcis clavier ? Redémarrage nécessaire pour que l'opération soit effective.
jp: キーボードショートカットを無効にするかどうか。有効にするには再起動が必要です。
nl: Of sneltoetsen moeten worden uitgeschakeld. Opnieuw opstarten is vereist om dit te activeren.
pt_br: Se os atalhos de teclado devem ser desativados. É necessário reiniciar para que o aplicativo entre em vigor.
ru: Нужно ли отключать сочетания клавиш? Для вступления изменений в силу требуется перезагрузка.

source: Import
de: Importieren
fr: Importer
jp: 輸入
nl: Importeren
pt_br: Importar
ru: Импорт

source: Export
de: Exportieren
fr: Exporter
jp: 輸出
nl: Exporteren
pt_br: Exportar
ru: Экспорт

source: Mono
jp: 単核症
ru: Моно

source: Stereo
fr: Stéréo
jp: ステレオ
ru: Стерео

source: Off
de: Aus
fr: Désactivé
jp: オフ
nl: Uit
pt_br: Desligado
ru: Выключено

source: Monstercat
jp: モンスターキャット

source: Noise Reduction
de: Lärmreduktion
fr: Réduction de bruit
jp: ノイズ減少
nl: Ruisonderdrukking
pt_br: Redução de ruído
ru: Шумоподавление

source: 0 - noisy, 1 - smooth
de: 0 - laut, 1 - sanft
fr: 0 - bruyant, 1 - doux
jp: 0 - ノイズが多い、1 - スムーズ
nl: 0 - ruis - 1 - vloeiend
pt_br: 0 - barulhento, 1 - suave
ru: 0 - шумно, 1 - гладко

source: Frames per Second for the visualizer (requires app restart to take effect).
de: Bilder pro Sekunde für den Visualizer (erfordert einen Neustart der App, um wirksam zu werden).
fr: Images par seconde pour le visualiseur (nécessite le redémarrage de l'application pour prendre effet).
jp: ビジュアライザーの 1 秒あたりのフレーム数 (有効にするにはアプリの再起動が必要です)。
nl: Frames per seconde voor de visualizer (herstart van de app is vereist om van kracht te worden).
pt_br: Quadros por segundo para o visualizador (requer a reinicialização do aplicativo para entrar em vigor).
ru: Кадров в секунду для визуализатора (для вступления в силу требуется перезапуск приложения).

source: Colors
de: Farben
fr: Couleurs
jp: 色
nl: Kleuren
pt_br: Cores
ru: Цвета

source: Light
de: Hell
fr: Clair
jp: ライト
nl: Licht
pt_br: Claro
ru: Светлый

source: Dark
de: Dunkel
fr: Sombre
jp: 暗い
nl: Donker
pt_br: Escuro
ru: Тёмный

source: Profile:
de: Profil:
fr: Profil :
jp: プロフィール：
nl: Profiel:
pt_br: Perfil:
ru: Профиль:

source: Add new profile
de: Neues Profil hinzufügen
fr: Ajouter un nouveau profil
jp: 新しいプロフィールを追加
nl: Profiel toevoegen
pt_br: Adicione um novo perfil
ru: Добавить новый профиль

source: Type a name for a new profile
de: Name des neuen Profils
fr: Saisissez un nom pour le nouveau profil
jp: 新しいプロファイルの名前を入力します
nl: Geef het nieuwe profiel een naam
pt_br: Tipos de nome para novos perfis
ru: Введите имя нового профиля

source: Add
de: Hinzufügen
fr: Ajouter
jp: 追加
nl: Toevoegen
pt_br: Adicione
ru: Добавить

source: The new profile will be a copy of the active profile.
de: Das neue Profil ist eine Kopie des aktiven Profils.
fr: Le nouveau profil sera une copie du profil actif.
jp: 新しいプロファイルは、アクティブなプロファイルのコピーになります。
nl: Het nieuwe profiel is een kopie van het actieve profiel.
pt_br: O novo perfil será uma cópia do perfil ativo.
ru: Новый профиль будет копией активного профиля.

source: Remove profile
de: Profil entfernen
fr: Supprimer le profil
jp: プロファイルを削除する
nl: Profiel verwijderen
pt_br: Remover perfil
ru: Удалить профиль

source: Are you sure you want to remove this profile?
de: Soll dieses Profil wirklich entfernt werden?
fr: Êtes-vous sûr de vouloir supprimer ce profil ?
jp: このプロファイルを削除してもよろしいですか?
nl: Weet u zeker dat u dit profiel wilt verwijderen?
pt_br: Têm certeza que deseja remover esse perfil?
ru: Вы уверены, что хотите удалить этот профиль?

source: Remove
de: Entfernen
fr: Supprimer
jp: 削除
nl: Verwijderen
pt_br: Remover
ru: Удалить

source: Cancel
de: Abbrechen
fr: Annuler
jp: キャンセル
nl: Annuleren
pt_br: Cancelar
ru: Отмена

source: <b>Foreground</b>
de: <b>Vordergrund</b>
fr: <b>Premier plan</b>
jp: <b>前景</b>
nl: <b>Voorgrond</b>
pt_br: <b>Primeiro plano</b>
ru: <b>Передний план</b>

source: <b>Background</b>
de: <b>Hintergrund</b>
fr: <b>Arrière-plan</b>
jp: <b>背景</b>
nl: <b>Achtergrond</b>
pt_br: <b>Fundo</b>
ru: <b>Фон</b>

source: Mirror Color
de: Spiegelfarbe
fr: Couleur du miroir
jp: ミラーカラー
nl: Spiegel kleur
pt_br: Cor do espelho
ru: Зеркальный цвет

source: Color Animation Target
de: Farbanimationsziel
fr: Cible d'animation couleur
jp: カラーアニメーションターゲット
nl: Kleur animatie doel
pt_br: Alvo de Animação Colorida
ru: Цель цветной анимации

source: Color Animation Mirror Target
de: Farbanimationsspiegelziel
fr: Cible de miroir d'animation de couleur
jp: カラーアニメーションミラーターゲット
nl: Kleur Animatie Spiegel Doel
pt_br: Alvo de espelho de animação colorida
ru: Зеркальная мишень с цветной анимацией

source: Color Animation Length
de: Länge der Farbanimation
fr: Durée de l'animation couleur
jp: カラーアニメーションの長さ
nl: Lengte animatie in kleur
pt_br: Comprimento da Animação Colorida
ru: Зеркальная мишень с цветной анимацией

source: Select color
de: Farbe auswählen
fr: Sélectionner une couleur
jp: 色を選択してください
nl: Kies een kleur
pt_br: Selecione a cor
ru: Выбрать цвет

source: Remove color
de: Farbe entfernen
fr: Supprimer la couleur
jp: 色を削除する
nl: Kleur verwijderen
pt_br: Remover cor
ru: Удалить цвет

source: Add color
de: Farbe hinzufügen
fr: Ajouter une couleur
jp: 色を追加する
nl: Kleur toevoegen
pt_br: Adicionar cor
ru: Добавить цвет

source: This name is already in use.
de: Dieser Name wird bereits benutzt.
fr: Ce nom est déjà utilisé.
jp: この名前は既に使用されています。
nl: Deze naam is al in gebruik.
pt_br: Este nome já esta em uso.
ru: Это имя уже используется.

source: Import Settings
de: Einstellungen importieren
fr: Paramètres d’importation
jp: インポート設定
nl: Voorkeuren importeren
pt_br: Importar configurações
ru: Импорт Настроек

source: Cavasik Settings File (*.cavasik)
de: Cavasik Einstellungsdatei (*.cavasik)
fr: Fichier de paramètres Cavasik (*.cavasik)
jp: キャバリア設定ファイル (*.cavasik)
nl: Cavasik-voorkeurenbestand (*.cavasik)
pt_br: Arquivo de configurações (*cavasik)
ru: Файл настроек Cavasik (*.cavasik)

source: All Files
de: Alle Dateien
fr: Tous les fichiers
jp: すべてのファイル
nl: Alle bestanden
pt_br: Todos os arquivos
ru: Все файлы

source: Export Settings
de: Einstellungen exportieren
fr: Paramètres d’exportation
jp: 設定のエクスポート
nl: Voorkeuren exporteren
pt_br: Exportar configurações
ru: Экспорт Настроек

source: Change Shape Mode
de: Formmodus ändern
fr: Changer de mode de forme
jp: 形状変更モード
nl: Verander de vormmodus
pt_br: Comprimento da Animação Colorida
ru: Изменить режим формы

source: Change Drawing Mode
de: Zeichenmodus wechseln
fr: Changer le mode de dessin
jp: 描画モードの変更
nl: Weergavemodus aanpassen
pt_br: Alterar modo de desenho
ru: Изменить режим отрисовки

source: Change Mirror Mode
de: Ändern Sie den Spiegelmodus
fr: Changeur de mode de forme
jp: ミラーモードの変更
nl: Wijzig de spiegelmodus
pt_br: Alterar modo de espelho
ru: Изменить режим зеркала

source: Change Direction
de: Die Richtung ändern
fr: Changer de direction
jp: 方向を変えます
nl: Verander richting
pt_br: Mude a direção
ru: Изменить направление

source: Toggle Filling
de: Füllen umschalten
fr: Basculer le remplissage
jp: 充填の切り替え
nl: Vullen wisselen
ru: Переключить заполнение

source: Toggle DBus Colors
de: DBus-Farben umschalten
fr: Basculer les couleurs DBus
jp: DBus の色の切り替え
nl: Schakel DBus-kleuren in
pt_br: Alternar Cores DBus
ru: Переключить цвета DBus

source: Toggle Window Controls
de: Fensterregler umschalten
fr: Afficher / masquer les contrôles de la fenêtre
jp: ウィンドウコントロールの切り替え
nl: Titelbalkknoppen tonen/verbergen
pt_br: Alternar controles de janela
ru: Переключить кнопки управления окном

source: Change Number of Bars
de: Anzahl der Säulen ändern
fr: Changer le nombre de barres
jp: バーの数を変更する
nl: Aantal balken aanpassen
pt_br: Alterar Número de Compassos
ru: Изменить количество шкал

source: Increase/Decrease Sensitivity
de: Empfindlichkeit erhöhen/verringern
fr: Augmenter/diminuer la sensibilité
jp: 感度の増加/減少
nl: Gevoeligheid verhogen/verlagen
pt_br: Aumentar/diminuir a sensibilidade
ru: Увеличение/уменьшение чувствительности

source: Toggle Reverse Order
de: Reihenfolge umkehren
fr: Inverser l’ordre
jp: 逆順の切り替え
nl: Volgorde omdraaien aan/uit
pt_br: Alternar ordem inversa
ru: Переключить обратный порядок

source: Toggle Widgets Style
de: Stil umschalten
fr: Changer les styles des widgets
jp: ウィジェットのスタイルを切り替えます
nl: Itemstijl aanpassen
pt_br: Alternar Estilo dos Widgets
ru: Переключить стиль виджетов

source: Change Colors Profile
de: Farbprofil wechseln
fr: Changer le profil de couleurs
jp: カラープロファイルの変更
nl: Ander kleurenprofiel kiezen
pt_br: Mudar Cores do perfil
ru: Изменить профиль цветов

source: Change Mirror Profile
de: Spiegelprofil ändern
fr: Changer le profil du miroir
jp: ミラープロファイルの変更
nl: Spiegelprofiel wijzigen
pt_br: Alterar perfil do espelho
ru: Изменить профиль зеркала

source: Toggle Color Animation
de: Farbanimation umschalten
fr: Basculer l'animation des couleurs
jp: カラーアニメーションの切り替え
nl: Schakel kleuranimatie in
pt_br: Alternar Animação Colorida
ru: Переключить цветную анимацию

source: Change Target Profile
de: Zielprofil ändern
fr: Modifier le profil cible
jp: ターゲットプロファイルの変更
nl: Doelprofiel wijzigen
pt_br: Alterar perfil de destino
ru: Изменить целевой профиль

source: Change Mirror Target Profile
de: Spiegelzielprofil ändern
fr: Modifier le profil cible du miroir
jp: ミラーターゲットプロファイルの変更
nl: Wijzig Mirror Target-profiel
pt_br: Alterar perfil de alvo do espelho
ru: Изменить целевой профиль зеркала

source: Window
de: Fenster
fr: Fenêtre
jp: 窓
nl: Raam
pt_br: Janela
ru: Окно

source: Open Menu
de: Menü öffnen
fr: Ouvrir le menu
jp: メニューを開く
nl: Menu openen
pt_br: Menu aberto
ru: Открыть меню

source: Toggle Fullscreen
de: Vollbild umschalten
fr: Basculer en plein écran
jp: フルスクリーン切り替え
nl: Volledig scherm activeren
pt_br: Alternar para o modo tela cheia
ru: Включить полноэкранный режим

source: Show Shortcuts
de: Verknüpfungen anzeigen
fr: Afficher les raccourcis
jp: ショートカットを表示
nl: Toon snelkoppelingen
pt_br: Mostrar Atalhos
ru: Показать ярлыки

source: Close Active Window
de: Aktives Fenster schließen
fr: Fermer la fenêtre active
jp: アクティブなウィンドウを閉じる
nl: Sluit actief venster
pt_br: Fechar Janela Ativa
ru: Закрыть активное окно
