Repository: TheWisker/Cavasik
Catalog: lang/*.po
Languages: de, fr, jp, nl, pt_br, ru

source: Audio Visualizer
de: Audio-Visualisierer
fr: Visualiseur audio
jp: オーディオビジュアライザー
nl: Audiovisualisatie
pt_br: Visualizador de Áudio
ru: Аудио визуализатор

source: Window size
de: Fenstergröße
fr: Taille de la fenêtre
jp: ウィンドウサイズ
nl: Vensterafmetingen
pt_br: Tamanho da janela
ru: Размер окна

source: Window maximized state
de: Maximiertes Fenster
fr: État maximisé de la fenêtre
jp: ウィンドウ最大化状態
nl: Venstermaximalisatie
pt_br: Janela no estado maximizado
ru: Развёрнутое состояние окна

source: Whether main window is maximized or not
de: Gibt an, ob das Hauptfenster maximiert ist oder nicht
fr: Indique si la fenêtre principale est maximisée ou non
jp: メインウィンドウが最大化されているかどうか
nl: Of het venster gemaximaliseerd moet worden
pt_br: Se a janela principal está maximizada ou não
ru: Является ли окно развёрнутым или нет

source: Borderless window
de: Randloses Fenster
fr: Fenêtre sans bordure
jp: フチなしウィンドウ
nl: Randloos venster
pt_br: Janela sem borda
ru: Окно без полей

source: Whether to disable window shadow and borders.
de: Ob Fensterschatten und -ränder deaktiviert werden sollen.
fr: Indique s'il faut désactiver l'ombre et les bordures de la fenêtre.
jp: ウィンドウの影と境界線を無効にするかどうか。
nl: Of vensterschaduw en randen moeten worden uitgeschakeld.
pt_br: Se deve desativar a sombra e as bordas da janela.
ru: Отключить ли тень окна и границы.

source: Window controls
de: Fensterregler
fr: Contrôles de la fenêtre
jp: ウィンドウコントロール
nl: Titelbalkknoppen
pt_br: Controle de janela
ru: Кнопки управления окном

source: Whether to show window control buttons.
de: Buttons der Fensterregelung anzeigen.
fr: Indique s’il faut afficher les boutons de contrôle de la fenêtre.
jp: ウィンドウコントロールボタンを表示するかどうか。
nl: Of de titelbalkknoppen getoond dienen te worden.
pt_br: Se os botões de controle da janela devem ser exibidos.
ru: Должны ли отображаться кнопки управления окном.

source: Autohide headerbar
de: Kopfleiste ausblenden
fr: Masquer automatiquement la barre supérieure
jp: ヘッダーバーを自動非表示にする
nl: Kopbalk automatisch verbergen
pt_br: Ocultar barra de cabeçalho automaticamente
ru: Автоскрытие заголовка

source: Whether to hide headerbar when main window is not focused.
de: Kopfleiste automatisch ausblenden, wenn das Hauptfenster nicht fokussiert ist.
fr: Indique s’il faut masquer la barre supérieure lorsque la fenêtre n’est pas focalisée.
jp: メインウィンドウがフォーカスされていないときにヘッダーバーを非表示にするかどうか。
nl: Of de kopbalk automatisch moet worden verborgen als het hoofdvenster niet gefocust is.
pt_br: Se a barra de cabeçalho deve ser ocultada quando a janela principal não estiver em foco.
ru: Должен ли отображаться заголовок главного окна, когда оно не в фокусе.

source: Shortcutless mode
de: Modus ohne Verknüpfung
fr: Mode sans raccourci
jp: ショートカットレスモード
nl: Snelkoppelingsloze modus
pt_br: Modo sem atalhos
ru: Режим без ярлыков

source: Whether to disable keyboard shortcuts.
de: Ob Tastaturkürzel deaktiviert werden sollen.
fr: S'il faut désactiver les raccourcis clavier.
jp: キーボードショートカットを無効にするかどうか。
nl: Of sneltoetsen moeten worden uitgeschakeld.
pt_br: Se os atalhos de teclado devem ser desabilitados.
ru: Следует ли отключать сочетания клавиш.

source: Startup colors
de: Startfarben
fr: Couleurs de démarrage
jp: スタートアップカラー
nl: Opstartkleuren
pt_br: Cores de inicialização
ru: Цвета запуска

source: Whether to use colors read from a file on startup (overwrites default profile).
de: Ob beim Start aus einer Datei gelesene Farben verwendet werden sollen (überschreibt das Standardprofil).
fr: S'il faut utiliser les couleurs lues à partir d'un fichier au démarrage (écrase le profil par défaut).
jp: 起動時にファイルから読み取った色を使用するかどうか (デフォルトのプロファイルを上書きします)。
nl: Of de kleuren die bij het opstarten uit een bestand worden gelezen, moeten worden gebruikt (overschrijft het standaardprofiel).
pt_br: Se deve ou não usar cores lidas de um arquivo na inicialização (substitui o perfil padrão).
ru: Использовать ли цвета, считанные из файла при запуске (перезаписывает профиль по умолчанию).

source: Startup colors file
de: Startfarbendatei
fr: Fichier de couleurs de démarrage
jp: スタートアップカラーファイル
nl: Opstartkleurenbestand
pt_br: Arquivo de cores de inicialização
ru: Файл стартовых цветов

source: Path to the file that contains the startup colors.
de: Pfad zur Datei, die die Startfarben enthält.
fr: Chemin vers le fichier qui contient les couleurs de démarrage.
jp: 起動時の色が含まれるファイルへのパス。
nl: Pad naar het bestand dat de opstartkleuren bevat.
pt_br: Caminho para o arquivo que contém as cores de inicialização.
ru: Путь к файлу, содержащему стартовые цвета.

source: DBus colors
de: DBus-Farben
fr: Couleurs DBus
jp: DBusの色
nl: DBus-kleuren
pt_br: Cores DBus
ru: Цвета DBus

source: Whether to use colors received through DBus (overwrites default profile).
de: Ob über DBus empfangene Farben verwendet werden sollen (überschreibt das Standardprofil).
fr: S'il faut utiliser les couleurs reçues via DBus (écrase le profil par défaut).
jp: DBus 経由で受信した色を使用するかどうか (デフォルトのプロファイルを上書きします)。
nl: Of kleuren ontvangen via DBus moeten worden gebruikt (overschrijft standaardprofiel).
pt_br: Se deve usar as cores recebidas através do DBus (substitui o perfil padrão).
ru: Использовать ли цвета, полученные через DBus (перезаписывает профиль по умолчанию).

source: DBus opacity
de: DBus-Deckkraft
fr: Opacité DBus
jp: DBus の不透明度
nl: DBus-dekking
pt_br: Opacidade do DBus
ru: Непрозрачность DBus

source: Opacity for the colors received through DBus.
de: Deckkraft für die über DBus empfangenen Farben.
fr: Opacité pour les couleurs reçues via DBus.
jp: DBus を通じて受信した色の不透明度。
nl: Dekking voor de kleuren ontvangen via DBus.
pt_br: Opacidade para as cores recebidas através do DBus.
ru: Непрозрачность для цветов, полученных через DBus.

source: Drawing mode
de: Zeichenmodus
fr: Mode de dessin
jp: 描画モード
nl: Weergavemodus
pt_br: Modo de desenho
ru: Режим отрисовки

source: Defines what the visualizer looks like.
de: Legt fest, wie die Visualisierung aussieht.
fr: Définit l’apparence du visualiseur.
jp: ビジュアライザーの外観を定義します。
nl: Geef aan hoe de visualisatie er uit moet zien.
pt_br: Define a aparência do visualizador.
ru: Определяет, как выглядит визуализатор.

source: Drawing direction
de: Zeichenrichtung
fr: Sens du dessin
jp: 描画方向
nl: Richting tekenen
pt_br: Direção do desenho
ru: Направление рисования

source: Mirror mode
de: Spiegelmodus
fr: Mode miroir
jp: ミラーモード
nl: Spiegelmodus
pt_br: Modo espelho
ru: Зеркальный режим

source: Mirror offset
de: Spiegelversatz
fr: Décalage du miroir
jp: ミラーオフセット
nl: Spiegel offset
pt_br: Deslocamento do espelho
ru: Смещение зеркала

source: Offset between mirrored images in normal mode
de: Versatz zwischen gespiegelten Bildern im Normalmodus
fr: Décalage entre les images en miroir en mode normal
jp: 通常モードでのミラーイメージ間のオフセット
nl: Offset tussen gespiegelde beelden in normale modus
pt_br: Deslocamento entre imagens espelhadas no modo normal
ru: Смещение между зеркальными изображениями в обычном режиме

source: Mirror opacity
de: Spiegelopazität
fr: Opacité miroir
jp: ミラーの不透明度
nl: Spiegel dekking
pt_br: Opacidade do espelho
ru: Непрозрачность зеркала

source: Opacity of the mirrored image in normal mode
de: Deckkraft des gespiegelten Bildes im Normalmodus
fr: Opacité de l'image miroir en mode normal
jp: 通常モードでの鏡像の不透明度
nl: Dekking van het gespiegelde beeld in normale modus
pt_br: Opacidade da imagem espelhada no modo normal
ru: Непрозрачность зеркального изображения в обычном режиме

source: Mirror colors
de: Spiegelfarben
fr: Couleurs miroir
jp: ミラーの色
nl: Spiegel kleuren
pt_br: Cores do espelho
ru: Зеркальные цвета

source: Color profile for mirrored images
de: Farbprofil für gespiegelte Bilder
fr: Profil de couleur pour les images en miroir
jp: 鏡像のカラープロファイル
nl: Kleurprofiel voor gespiegelde afbeeldingen
pt_br: Perfil de cores para imagens espelhadas
ru: Цветовой профиль для зеркальных изображений

source: Sync mirror
de: Spiegel synchronisieren
fr: Miroir de synchronisation
jp: シンクロミラー
nl: Synchroniseer spiegel
pt_br: Sincronizar espelho
ru: Синхронизировать зеркало

source: Sync mirror color profile with normal color profile
de: Spiegelfarbprofil mit normalem Farbprofil synchronisieren
fr: Synchroniser le profil de couleur du miroir avec le profil de couleur normal
jp: ミラーカラープロファイルを通常のカラープロファイルと同期する
nl: Synchroniseer spiegelkleurprofiel met normaal kleurprofiel
pt_br: Sincronizar perfil de cor espelhado com perfil de cor normal
ru: Синхронизировать зеркальный цветовой профиль с обычным цветовым профилем

source: Mirror clones
de: Spiegelklone
fr: Clone miroir
jp: ミラークローン
nl: Spiegel klonen
pt_br: Clones espelhados
ru: Зеркальные клоны

source: Clones to make in the overlapping mode
de: Im Überlappungsmodus zu erstellende Klone
fr: Clones à réaliser en mode superposition
jp: オーバーラップモードで作成するクローン
nl: Klonen om te maken in de overlappende modus
pt_br: Clones para fazer no modo de sobreposição
ru: Клоны делать в режиме перекрытия

source: Mirror ratio
de: Spiegelverhältnis
fr: Rapport miroir
jp: ミラー比
nl: Spiegelverhouding
pt_br: Proporção do espelho
ru: Коэффициент зеркала

source: Scale ratio between overlapping clones
fr: Rapport d'échelle entre les clones qui se chevauchent
jp: 重複するクローン間のスケール比
nl: Schaalverhouding tussen overlappende klonen
pt_br: Proporção de escala entre clones sobrepostos
ru: Соотношение масштабов между перекрывающимися клонами

source: Circle
de: Kreis
fr: Cercle
jp: 丸
nl: Cirkel
pt_br: Círculo
ru: Круг

source: Whether to modify drawing modes to draw in circle
fr: S'il faut modifier les modes de dessin pour dessiner en cercle
jp: 円で描画するように描画モードを変更するかどうか
nl: Of tekenmodi moeten worden gewijzigd om in een cirkel te tekenen
pt_br: Se deseja modificar os modos de desenho para desenhar em círculo
ru: Нужно ли изменять режимы рисования, чтобы рисовать по кругу

source: Wave - Show Inner Circle
de: Welle – Inneren Kreis anzeigen
fr: Wave - Afficher le cercle intérieur
jp: ウェーブ - 内側の円を表示
nl: Wave - Toon binnenste cirkel
pt_br: Onda - Mostrar círculo interno
ru: Волна - показать внутренний круг

source: Whether to show the inner circle when using Wave mode Circle variant.
de: Ob der innere Kreis angezeigt werden soll, wenn die Kreisvariante im Wellenmodus verwendet wird.
fr: Indique s'il faut afficher le cercle intérieur lors de l'utilisation de la variante Cercle du mode Vague.
jp: ウェーブモードのサークルバリアントを使用するときに内側の円を表示するかどうか。
nl: Of de binnenste cirkel moet worden weergegeven bij gebruik van de cirkelvariant Wave-modus.
pt_br: Se o círculo interno deve ser exibido ao usar a variante do círculo no modo Onda.
ru: Показывать ли внутренний круг при использовании варианта круга в режиме волны.

source: Radius
fr: Rayon
jp: 半径
nl: Straal
pt_br: Raio
ru: Радиус

source: Radius of base circle (in percent)
de: Radius des Grundkreises (in Prozent)
fr: Rayon du cercle de base (en pourcentage)
jp: 基礎円の半径 (パーセント)
nl: Straal van basiscirkel (in procenten)
pt_br: Raio do círculo base (em porcentagem)
ru: Радиус базовой окружности (в процентах)

source: Drawing area margin
de: Rand um die Zeichenfläche
fr: Marge autour de l’aire de dessin
jp: 描画領域の余白
nl: Weergavemodusmarge
pt_br: Marge da onda
ru: Отступ области отрисовки

source: Size of gaps around drawing area (in pixels).
de: Größe des Rands um die Zeichenfläche herum (in Pixel).
fr: Espace (en pixels) laissé autour de l’aire dessinée.
jp: 描画領域周囲のギャップのサイズ (ピクセル単位)。
nl: De grootte van ruimtes om het weergavegebied heen (in pixels).
pt_br: Tamanho das lacunas ao redor da área de desenho (em pixels).
ru: Размер отступа вокруг области отрисовки (в пикселях).

source: Offset between items
de: Abstand zwischen Elementen
fr: Espace entre les éléments
jp: 項目間のオフセット
nl: Verschuiving tussen items
pt_br: Deslocamento entre itens
ru: Расстояние между элементами

source: The size of spaces between elements in "levels", "particles" and "bars" modes (in percent).
de: Der Abstand zwischen den Elementen im Säulen-, Partikel- und Stufenmodus (in Prozent).
fr: Espace laissé entre les éléments dans les modes « niveaux », « particules » et « barres » (en pourcentages).
jp: 「レベル」、「パーティクル」、「バー」の要素間のスペースのサイズモード (パーセント単位)。
nl: De ruimte tussen elementen in niveau-, balk- en deeltjesmodi (in procenten).
pt_br: O tamanho dos espaços entre os elementos nos modos "níveis", "partículas" e "barras" (em porcentagem).
ru: Размер пространства между элементами в режимах Уровни, Частицы и Шкалы (в процентах).

source: Roundness of items
de: Rundung der Elemente
fr: Rondeur des éléments
jp: アイテムの丸み
nl: Rondheid van items
pt_br: Circularidade dos itens
ru: Округлость элементов

source: This setting affects "levels", "particles" and "spine" modes.
de: Diese Einstellung betrifft die Modi „Ebenen“, „Partikel“ und „Wirbelsäule“.
fr: Ce paramètre affecte les modes "niveaux", "particules" et "épine".
jp: この設定は、「レベル」、「パーティクル」、および「スパイン」モードに影響します。
nl: Deze instelling is van invloed op de modi "niveaus", "deeltjes" en "ruggengraat".
pt_br: Esta configuração afeta os modos "níveis", "partículas" e "coluna".
ru: Этот параметр влияет на режимы «уровни», «частицы» и «позвоночник».

source: Thickness of lines
de: Dicke der Linien
fr: Épaisseur des lignes
jp: 線の太さ
nl: Dikte van lijnen
pt_br: Espessura das linhas
ru: Толщина линий

source: Thickness of lines when filling is off (in pixels).
de: Linienstärke bei deaktivierter Füllung (in Pixel).
fr: Épaisseur des lignes lorsque le remplissage est désactivé (en pixels).
jp: 塗りつぶしがオフの​​ときの線の太さ (ピクセル単位)。
nl: Dikte van lijnen bij vulling is uitgeschakeld (in pixels).
pt_br: Espessura das linhas quando o preenchimento está desativado (em pixels).
ru: Толщина линий при выключенной заливке (в пикселях).

source: Filling
de: Füllung
fr: Remplissage
jp: 充填
nl: Vulling
pt_br: Enchimento
ru: Заполнение

source: Whether shapes should be filled or outlined.
de: Ob Formen gefüllt oder umrandet sein sollen.
fr: Indique si les formes doivent être remplies ou délimitées.
jp: 図形を塗りつぶすか輪郭を描くか。
nl: Of vormen gevuld of omlijnd moeten worden.
pt_br: Se as formas devem ser preenchidas ou contornadas.
ru: Должны ли фигуры быть заполнены или обведены.

source: Number of bars
de: Anzahl der Säulen
fr: Nombre de barres
jp: バーの数
nl: Aantal balken
pt_br: Número de barras
ru: Количество шкал

source: Number of bars in CAVA config
de: Anzahl der Säulen in der CAVA Konfiguration
fr: Nombre de barres dans la configuration CAVA
jp: CAVA 構成のバーの数
nl: Het aantal CAVA-balken
pt_br: Número de barras na configuração do CAVA
ru: Количество шкал в конфигурации CAVA

source: Automatic sensitivity
de: Automatische Empfindlichkeit
fr: Sensibilité automatique
jp: 自動感度
nl: Automatische gevoeligheid
pt_br: Sensibilidade automática
ru: Автоматическая чувствительность

source: Attempt to decrease sensitivity if the bars peak.
de: Empfindlichkeit senken, wenn die Säulen den Höchststand erreichen.
fr: Essayer de diminuer la sensibilité si les barres atteignent un pic.
jp: バーがピークに達した場合は、感度を下げてみてください。
nl: Probeer de gevoeligheid te verlagen zodra het maximale aantal balken bereikt is.
pt_br: Tente diminuir a sensibilidade se as barras atingirem o pico.
ru: Пытаться снижать чувствительность, если показатели достигают максимума.

source: Sensitivity
de: Empfindlichkeit
fr: Sensibilité
jp: 感度
nl: Gevoeligheidsgraad
pt_br: Sensibilidade
ru: Чувствительность

source: Manual sensitivity. If automatic sensitivity is enabled, this will only be the initial value.
de: Manuelle Empfindlichkeit. Wenn Automatische Empfindlichkeit eingeschaltet ist, wird dieser Wert nur als Ursprungswert eingestellt.
fr: Sensibilité définie manuellement. Si la sensibilité automatique est activée, ce sera la valeur initiale.
jp: 手動感度。自動感度が有効になっている場合、これは初期値です。
nl: De handmatige gevoeligheidsgraad. Als de automatische modus is ingeschakeld, dan wordt dit als startwaarde gebruikt.
pt_br: Sensibilidade manual. Se a sensibilidade automática estiver habilitada, este será apenas o valor inicial.
ru: Ручная настройка чувствительности. Если автоматическая чувствительность включена, этот параметр задаёт только начальное значение.

source: Channels
de: Kanäle
fr: Canaux
jp: チャンネル
nl: Kanalen
pt_br: Canais
ru: Каналы

source: Mono or stereo
de: Mono oder Stereo
fr: Mono ou stéréo
jp: モノラルまたはステレオ
nl: Mono of stereo
pt_br: Mono ou stereo
ru: Моно или стерео

source: Smoothing
de: Ebenung
fr: Lissage
jp: スムージング
nl: Vloeiendheid
pt_br: Suavidade na animação
ru: Сглаживание

source: Noise reduction
de: Lärmreduzierung
fr: Réduction de bruit
jp: ノイズ減少
nl: Ruisonderdrukking
pt_br: Redução de ruído
ru: Шумоподавление

source: This factor adjusts the integral and gravity filters to keep the signal smooth. 1 will be very slow and smooth, 0 will be fast but noisy.
de: Dieser Wert passt Integral- und Schwerkraftfilter an, um das Signal möglichst eben zu halten. 1 ist sehr langsam und eben, 0 ist schnell und unruhig.
fr: Ce facteur ajuste les filtres de gravité et d’intégrale pour garder un signal lisse. 1 sera très lent et lisse, 0 sera vif mais bruyant.
jp: この係数は積分フィルターと重力フィルターを調整して信号を維持しますスムーズ。1 は非常に遅くスムーズです。0 は高速ですが、ノイズが多くなります。
nl: Deze factor bepaalt de zwaarte van de filters om het signaal vloeiend door te laten komen. 1 = erg zwaar, maar vloeiend - 0 = licht, maar met ruis.
pt_br: Este fator ajusta os filtros integrais e de gravidade para manter o sinal suave. 1 será muito lento e suave, 0 será rápido, mas barulhento.
ru: Этот параметр регулирует интегральные и гравитационные фильтры, делающие сигнал гладким. 1 - медленно и гладко, 0 - быстро, но шумно.

source: Reverse order
de: Reihenfolge umkehren
fr: Inverser l’ordre
jp: 逆順
nl: Volgorde omdraaien
pt_br: Ordem reversa
ru: Обратный порядок

source: Frames per Second
de: Bilder pro Sekunde
fr: Images par seconde
jp: 1 秒あたりのフレーム数
nl: Beelden per seconde
pt_br: Quadros por segundo
ru: Кадров в секунду

source: Widgets style
de: Stil
fr: Style des widgets
jp: ウィジェットのスタイル
nl: Itemstijl
pt_br: Estilo dos widgets
ru: Стиль виджетов

source: Style used by Adwaita widgets.
de: Stil der Adwaita-Objekte.
fr: Style des widgets Adwaita.
jp: Adwaita ウィジェットで使用されるスタイル。
nl: De door Adwaita gebruikte itemstijl.
pt_br: Estilo usado pelos widgets Adwaita.
ru: Стиль, используемый виджетами Adwaita.

source: Sharp corners
de: Spitze Ecken
fr: Angles saillants
jp: 鋭い角
nl: Scherpe hoeken
pt_br: Cantos vivos
ru: Острые углы

source: Whether the main window corners should be sharp.
de: Die Ecken des Hauptfensters zuspitzen.
fr: Indique si les angles de la fenêtre principale doivent être saillants.
jp: 鋭い角。
nl: Of het hoofdvenster scherpe hoeken dient te hebben.
pt_br: Se os cantos da janela principal devem ser nítidos.
ru: Должны ли углы главного окна быть острыми.

source: Color Profiles
de: Farbprofile
fr: Profils de couleur
jp: カラープロファイル
nl: Kleurenprofielen
pt_br: Perfis de cores
ru: Профили цветов

source: Index of active color profile
de: Liste der aktiven Farprofile
fr: Index des profils de couleur actifs
jp: アクティブなカラープロファイルのインデックス
nl: Index van actief profiel
pt_br: Índice do perfil de cores ativo
ru: Номер активного профиля цветов

source: Color animation
de: Farbanimation
fr: Animation couleur
jp: カラーアニメーション
nl: Animatie in kleur
pt_br: Animação colorida
ru: Цветная анимация

source: Whether the color animation is active
de: Ob die Farbanimation aktiv ist
fr: Si l'animation couleur est active
jp: カラーアニメーションがアクティブかどうか
nl: Of de kleurenanimatie actief is
pt_br: Se a animação colorida está ativa
ru: Активна ли цветная анимация

source: Color animation target
de: Farbanimationsziel
fr: Cible d'animation couleur
jp: カラーアニメーションターゲット
nl: Kleur animatie doel
pt_br: Alvo de animação colorida
ru: Цель цветной анимации

source: The target color profile to fade in and out of
de: Das Zielfarbprofil zum Ein- und Ausblenden
fr: Le profil de couleur cible pour le fondu entrant et sortant
jp: フェードインおよびフェードアウトするターゲット カラー プロファイル
nl: Het doelkleurprofiel om in en uit te faden
pt_br: O perfil de cor de destino para fade in e out of
ru: Целевой цветовой профиль для плавного появления и исчезновения

source: Color animation mirror target
de: Farbanimationsspiegelziel
fr: Cible de miroir d'animation couleur
jp: カラーアニメーションミラーターゲット
nl: Spiegeldoel in kleuranimatie
pt_br: Alvo de espelho de animação colorida
ru: Цветная анимационная зеркальная мишень

source: The target color profile to fade in and out of for the mirrored image
de: Das Zielfarbprofil, das für das gespiegelte Bild ein- und ausgeblendet werden soll
fr: Le profil de couleur cible à faire apparaître et disparaître pour l'image en miroir
jp: 鏡像のフェードインおよびフェードアウトするターゲット カラー プロファイル
nl: Het doelkleurprofiel om in en uit te faden voor de gespiegelde afbeelding
pt_br: O perfil de cor de destino para fade in e out para a imagem espelhada
ru: Целевой цветовой профиль для постепенного появления и исчезновения зеркального изображения

source: Color animation length
de: Länge der Farbanimation
fr: Durée de l'animation couleur
jp: カラーアニメーションの長さ
nl: Kleur animatie lengte
pt_br: Duração da animação colorida
ru: Длина цветной анимации

source: The length in seconds of the color animation
de: Die Länge der Farbanimation in Sekunden
fr: La durée en secondes de l'animation couleur
jp: カラーアニメーションの長さ（秒）
nl: De lengte in seconden van de kleurenanimatie
pt_br: A duração em segundos da animação colorida
ru: Длина в секундах цветной анимации

source: Preferences
de: Einstellungen
fr: Préférences
jp: 環境設定
nl: Voorkeuren
pt_br: Preferencias
ru: Настройки

source: Keyboard Shortcuts
de: Tastenkürzel
fr: Raccourcis clavier
jp: キーボードショートカット
nl: Sneltoetsen
pt_br: Atalhos de teclado
ru: Комбинации клавиш

source: About
de: Über
fr: À propos
jp: だいたい
nl: Over
pt_br: Sobre
ru: О приложении

source: Quit
de: Schließen
fr: Quitter
jp: やめる
nl: Afsluiten
pt_br: Sair
ru: Выход

source: Drawing Mode
de: Zeichenmodus
fr: Mode de dessin
jp: 描画モード
nl: Weergavemodus
pt_br: Modo de desenho
ru: Режим отрисовки

source: Wave
de: Welle
fr: Ondulations
jp: 波
nl: Golf
pt_br: Onda
ru: Волна

source: Show inner circle
de: Inneren Kreis anzeigen
fr: Afficher le cercle intérieur
jp: 内円を表示
nl: Toon binnenste cirkel
pt_br: Mostrar círculo interno
ru: Показать внутренний круг

source: Levels
de: Stufen
fr: Niveaux
jp: レベル
nl: Niveaus
pt_br: Níveis
ru: Уровни

source: Particles
de: Partikel
fr: Particules
jp: 粒子
nl: Deeltjes
pt_br: Partículas
ru: Частицы

source: Spine
de: Wirbelsäule
fr: Épine
jp: 脊椎
nl: Ruggengraat
pt_br: Coluna
ru: Позвоночник

source: Bars
de: Säulen
fr: Barres
jp: バー
nl: Balken
pt_br: Bares
ru: Шкалы

source: Linear
fr: Linéaire
jp: 線形
nl: Lineair
ru: Линейный

source: Mirror Mode
de: Spiegelmodus
fr: Mode miroir
jp: ミラーモード
nl: Spiegelmodus
pt_br: Modo Espelho
ru: Зеркальный режим

source: None
de: Keiner
fr: Aucun
jp: なし
nl: Geen
pt_br: Nenhum
ru: Никто

source: Normal
jp: 普通
nl: Normaal
ru: Нормальный

source: Inverse
de: Invers
jp: 逆数
nl: Omgekeerd
pt_br: Inverso
ru: Обратный

source: Overlapping
de: Überlappend
fr: Chevauchement
jp: 重複
nl: Overlappend
pt_br: Sobreposição
ru: Перекрытие

source: Normal+Overlapping
de: Normal+Überlappend
jp: 通常+重なり
ru: Нормальный+Перекрывающийся

source: Inverse+Overlapping
de: Invers+Überlappend
jp: 逆+重複
ru: Обратное+Перекрытие

source: Mirror Offset
de: Spiegelversatz
fr: Décalage miroir
jp: ミラーオフセット
nl: Spiegel offset
pt_br: Deslocamento do Espelho
ru: Смещение зеркала

source: Mirror Opacity
de: Spiegelundurchsichtigkeit
fr: Opacité miroir
jp: ミラーの不透明度
nl: Spiegeldekking
pt_br: Opacidade do Espelho
ru: Непрозрачность зеркала

source: Mirror Clones
de: Spiegelklone
fr: Clones miroirs
jp: ミラークローン
nl: Spiegel klonen
pt_br: Clones espelhados
ru: Зеркальные клоны

source: Mirror Ratio
de: Spiegelverhältnis
fr: Rapport miroir
jp: ミラー比
nl: Spiegel verhouding
pt_br: Proporção do Espelho
ru: Зеркальное соотношение

source: Bottom to Top
de: Unten nach oben
fr: De bas en haut
jp: 下から上へ
nl: Van onder tot boven
pt_br: De baixo para cima
ru: Снизу вверх
